
//	Status Area Icon for Microsoft Xbox 360 Controller

#pragma	once

#include	<windows.h>

//----------------------------------------------------------------------------------------------
//	íËêî
//----------------------------------------------------------------------------------------------

#define	X360CSAI_MUTEX				L"x360csai mutex"

#define	X360CSAI_CLASS_NAME			L"x360csai class"
#define	X360CSAI_WINDOW_NAME		L"x360csai window"

//----------------------------------------------------------------------------------------------
//	ÉOÉçÅ[ÉoÉãïœêî
//----------------------------------------------------------------------------------------------

extern	HINSTANCE	Instance;

