
//	Status Area Icon for Microsoft Xbox 360 Controller

//----------------------------------------------------------------------------------------------
//	アイコン
//----------------------------------------------------------------------------------------------

#define	IDI_ICON								1000

//----------------------------------------------------------------------------------------------
//	文字列テーブル
//----------------------------------------------------------------------------------------------

#define	IDS_ICON_TIP							2001
#define	IDS_DEFAULT_SETTING						2002
#define	IDS_MODIFIED							2003
#define	IDS_WARNING_TITLE						2004
#define	IDS_WARNING_MESSAGE						2005
#define	IDS_RESTART_TITLE						2006
#define	IDS_RESTART_MESSAGE						2007

//----------------------------------------------------------------------------------------------
//	メニュー
//----------------------------------------------------------------------------------------------

#define	IDR_MENU								3000
#define	IDM_PROPERTY							3001
#define	IDM_AUTO_SETTING_CHANGE					3002
#define	IDM_EXIT								3003
#define	IDM_SETTING								3004
